<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=<device-width>, initial-scale=1.0">
     <link rel="icon" href="icono.jpg">
      <title>PLANTAS ENDEMICAS</title>
    <style>
ul {
  list-style-type: none;
  margin: 0;
  padding: 0;
  overflow: hidden;
  background-color: #6e3984;
}

li {
  float: left;
  border-right:1px solid #bbb;
}

li:last-child {
  border-right: none;
}

li a {
  display: block;
  color: white;
  text-align: center;
  padding: 14px 75px;
  text-decoration: none;
}

li a:hover:not(.active) {
  background-color: #111;
}

.active {
  background-color: #04AA6D;
}
</style>
</head>
<body bgcolor="#6e3984">
   <center>
    <table bgcolor="#F5F5DC" width="80%" border="1" cellpadding="100px">
    <tr>
        <td>
           <h1><center><font face="arial", size="6", color="#FC46AA">Plantas End&eacute;micas de Yucat&aacute;n </center></font></h1> 
           <p></p>
       <p>
       <center> El estado de Yucat&aacute;n es hogar de una rica diversidad vegetal, moldeada por su clima tropical, suelos k&aacute;rsticos y aislamiento geogr&aacute;fico. Entre esta biodiversidad destacan las plantas end&eacute;micas: especies que no se encuentran en ning&uacute;n otro lugar del mundo. Estas plantas no solo representan un valioso patrimonio natural, sino que tambi&eacute;n juegan un papel clave en los ecosistemas locales y en las pr&aacute;cticas culturales de la regi&oacute;n. En esta p&aacute;gina descubrir&aacute;s algunas de las especies más emblem&aacute;ticas, su importancia ecol&oacute;gica, usos tradicionales y los esfuerzos para su conservaci&oacute;n.
       </center></p>
       <br>
       <center><hr width="90%"></center>
       <p>
        <section id="menu">
        <h2><center><font face="arial", size="5", color="hotpink"> 5 Plantas End&eacute;micas de Yucat&aacute;n </center></font></h2> 
        </section>
        <p>
            <ul>
                <li><a href="#balché"> Balch&eacute; </a> </li>
                <li><a href="#chaká">Chak&aacute; </a> </li>
                <li><a href="#jabín">Jab&iacute;n </a></li>
                <li><a href="#pich"> Pich </a></li>
                <li><a href="#makulis"> Makulis Rosa </a></li>
            </ul>
            <width="90%>
            <p>
                <center>
                <section id="balché">
                <h2> <font face="arial", size="6", color="#FC46AA">BALCH&Eacute; </font> </h2>
                <br>
                <img src="balche.jpg">
                <br>
                
<p>•	Usos tradicionales: Se utiliza para preparar una bebida fermentada ceremonial entre los mayas. Se hierve la corteza del &aacute;rbol con miel y agua. </p>
<p>•	Propiedades: Tiene efectos relajantes y ligeramente embriagantes.</p>
<p>•	Importancia cultural: Era consumido en rituales religiosos y festividades prehisp&aacute;nicas.</p>
            </center>   
</section>
            <center>
                 <a href="#menu"><img src="regresar.png"></a>
                 <hr width="90%>">
            <p>
                <section id="chaká">
                <h2><font face="arial", size="6", color="#FC46AA"> CHAK&Aacute; </font></h2>
                <br>
                <img src="chakaá.jpg">
                <br>
                <p>•	Nombre com&uacute;n: Tambi&eacute;n conocida como "&aacute;rbol turista" por su corteza rojiza y pelada.</p>
                <p>•	Propiedades: Antiinflamatorias, se usa la corteza en infusiones para tratar infecciones de piel y fiebre.</p>
                <p>•    Ecolog&iacute;a: Es un &aacute;rbol resistente, importante para la regeneraci&oacute;n del monte bajo.</p>
                </section>
                 <a href="#menu"><img src="regresar.png"></a>
                 <hr width="90%>">
            <p>

                <section id="jabín">
                <h2><font face="arial", size="6", color="#FC46AA">JAB&Iacute;N </font></h2>
                <br>
                <img src="jabinn.jpg"
                <br>
                <p>•	Usos medicinales: Sedante natural, se usa contra el insomnio y dolores musculares.</p>
                <p>•	Precauciones: Su uso excesivo puede ser t&oacute;xico.</p>
                <p>•	Nombre maya: Muy utilizado en medicina tradicional y tambi&eacute;n en carpinter&iacute;a por su madera dura.</p>
                </section>
                <a href="#menu"><img src="regresar.png"></a>
                 <hr width="90%>">
            <p>
                <section id="pich">
                <h2><font face="arial", size="6", color="#FC46AA"> PICH </font></h2>
                <br>
                <img src="pich.jpg"
                <br>
                <p>•	Nombre com&uacute;n: Guanacaste o oreja de elefante.</p>
                <p>•	Usos: Su sombra es apreciada en &acute;reas ganaderas; las vainas se usan como forraje.</p>
                <p>•	Importancia ecol&oacute;gica: Mejora el suelo, y su copa amplia da refugio a muchas especies.</p>
                </section>
                <p>
                <a href="#menu"><img src="regresar.png"></a>
                 <hr width="90%>">
            <p>
                <section id="makulis">
                <h2><font face="arial", size="6", color="#FC46AA"> MAKULIS</font></h2>
                <br>
                <img src="maculiss.jpg"
                <br>
                <p>•	Breve descripci&oacute;n de la especie: &Aacute;rbol de hasta 15 mts. de altura, el tronco es recto y fisurado y la copa piramidal; las flores son de color rosa-morado, muy vistosas, dispuestas al final de las ramas; los frutos son c&aacute;psulas de 30 a 40 cms. de largo, ligeramente retorcidos.</p>
                <p>•	Descripci&oacute;n de su h&aacute;bitat: Habita en las selvas medianas y altas subperennifolias, present&aacute;ndose tambi&eacute;n en los petenes.</p>
                <p>•	Usos tradicionales de la especie: La madera es usada para las construcciones rurales. Es muy llamativo como ornamental.</p>
                </section><br>
                <a href="#menu"><img src="regresar.png"></a>
                <hr>
            </center>
                <center>
                <h3> Derechos reservados &copy; CLARA MIAM, JEANETE COUOH</h3>
                </center>

        </td>
    </tr>
</table>
</center>
</body>
</html>